IDEA Open Model
CheckSectionExtreme Properties
Compatible with IDEA StatiCa Beta 20.0
The CheckSectionExtreme type exposes the following members.
Properties
Name | Description
Accidental
 Accidental loading
Fatigue
 Quasi-Permanent loading
Frequent
 Frequent loading
Fundamental
 Fundamental loading
Characteristic
 Characterictic loading
QuasiPermanent
 Quasi-Permanent loading
Top
See Also
Reference
CheckSectionExtreme Class
IdeaRS.OpenModel.Concrete Namespace